Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Reszta dla nas, rozumiesz. Koleś, to my znaleźliśmy miejsce i dzięki nam masz okazję sporo zarobić. Nie narzekaj.
uk: Решта для нас, як ти розумієш. Друже, ми знайшли це місце і завдяки нам у тебе є можливість добре заробити. Не нарікай.

source: Reszta jego ludzi też miała na sobie zbroje strażników?
uk: Решта його людей також були одягнені в обладунки Варти?

source: Reszta leży w rękach bogów.
uk: Тепер все в руках богів.

source: Reszta ludzi jest na placu przed budynkiem Gildii, tam powinnaś być bezpieczna.
uk: Решта людей знаходяться на площі перед будівлею Гільдії, там ти будеш в безпеці.

source: Reszta naszych otrzymała już dokładne instrukcje, jak mają postępować.
uk: Усі наші вже отримали детальні інструкції про те, як діяти далі.

source: Reszta obywateli nie była zachwycona tymi wieściami. Nikt już nie ufa królewskiej armii, bo mało kto rozumie, że tak należy postępować podczas wojny.
uk: Решта громадян були не в захваті від цієї новини. Ніхто більше не довіряє королівській армії, оскільки мало хто розуміє, що саме так треба діяти на війні.

source: Reszta oczekujących mnie przepuściła.
uk: Інші люди в черзі мене пропустили.

source: Reszta pewnie już pali ziele i zajada się mięsem przy ognisku. Właź do środka!
uk: Решта, напевно, вже курять траву і їдять м'ясо біля вогнища. Проходь!

source: Reszta towarzyszy dotarła już do wioski. Rozgościli się na dole karczmy.
uk: Решта наших супутників уже дісталися до села. Вони влаштувалися внизу корчми.

source: Resztki jedzenia od Ernesto
uk: Залишки їжі Ернесто

source: Resztą zajmie się już Innos, miejmy nadzieję, że będzie go miał w opiece. Berto to dobry chłopak, ale doskonale wie, jaka jest tutaj stawka.
uk: Про решту, сподіваємося, вже подбає Іннос. Берто - хороший хлопець, але він дуже добре розуміє, що стоїть на кону.

source: Resztę zleceń dostaję od miejskich kucharzy i karczmarzy w zależności od potrzeb.
uk: Решту замовлень я отримую від міських кухарів та корчмарів при потребі.

source: Retogh
uk: Ретог

source: Retogh? Co tu się wydarzyło?! Czy to byli ludzie Lichwiarza?!
uk: Ретог? Що тут сталося?! Це були люди Лихваря?!

source: Revo - 'jeśli nic nie osiągnę w życiu to ten nagrobek to najlepsze co po sobie zostawiłem'
uk: Revo – 'Якщо я нічого не досягну в житті, то цей надгробок – краще, что я залишив після себе'

source: Rezydują w ratuszu na Starym Mieście, ale raczej nie przyjmują wizyt. Zarządzanie tak wielką wyspą to ogrom pracy i jeszcze większa odpowiedzialność.
uk: Резиденція знаходиться в Старому місті, але навряд чи вони приймають відвідувачів. Управління таким великим островом – це велика робота і ще більша відповідальність.

source: Rhobar II jest mądrym władcą, którego rozkazy wypełniam z największą ochotą i dumą. Gdyby nie on, nie mielibyśmy szans w wojnie z orkami.
uk: Робар II – мудрий правитель, чиїм наказам я підкоряюся з найбільшою готовністю і гордістю. Якби не він, у нас не було б жодного шансу у війні з орками.

source: Rhobar zawdzięcza mu bardzo wiele i póki Lee żyje, ciągle mamy szansę na odwrócenie losów wojny.
uk: Робар багато чим йому завдячує, і поки Лі живий, у нас ще є шанс переломити хід війни.

source: Rhobarbar.
uk: Робарбар.

source: Rhobarze II! Lud Archolos przemówił! Opamiętaj się! Nie chcemy twojej wizji Myrtany!
uk: Робаре II! Народ Архолосу висловився! Отямся! Нам не потрібне твоє бачення Міртани!

source: Richard
uk: Річард

source: Richard zdradził. Okazał się lojalnym żołnierzem Admirała Anskara. Nie miałem wyboru - musiałem go zabić. Anskar dobrowolnie się poddał, lecz najpierw muszę uwolnić Huxlaya.
uk: Річард зрадив. Він виявився вірним солдатом адмірала Анскара. У мене не було вибору – мені довелося його вбити. Анскар здався добровільно, але спочатку я маю звільнити Хакслі.

source: Richard! Marvin odbierze od ciebie twój pancerz. To rozkaz!
uk: Річарде! Марвін забере твій обладунок. Це наказ!

source: Richard! On musi zginąć! Potem zajmij się Huxlayem!
uk: Річарде! Він повинен вмерти! Потім розберися з Хакслі!

source: Richard? Gdzie jest Huxlay?
uk: Річард? А де Хакслі?

source: Rierol
uk: Рієрол

source: Rierol chyba obawia się, że receptura ostatecznie okaże się nic niewarta, i poświęcił większość swojego życia na mrzonkę...
uk: Схоже, Рієрол боїться, що цей рецепт зрештою виявиться марним, і що він присвятив більшу частину свого життя нездійсненній мрії...

source: Rierol na samo wspomnienie o recepturze mistrza Dagoberta zaczął się dziwnie zachowywać. Próbował wmówić mi, że to jedynie legenda i muszę mieć gorączkę.
uk: При одній лише згадці про рецепт майстра Дагоберта Рієрол почав дивно поводитися. Він намагався переконати мене, що це лише легенда і що мене лихоманить.

source: Rierol naprawdę długo musiał nie opuszczać klasztoru. Nie kojarzył nikogo o imieniu Bodowin. Twierdził, że za jego czasów tę pracownię zamieszkiwał niejaki Hilger. Pora wyruszyć w tamte okolice i poszukać tych dziwnych ścierwojadów.
uk: Рієрол, мабуть, дуже довго не виходив із монастиря. Він не знав нікого з іменем Бодовін, стверджуючи, що свого часу в цій майстерні мешкав якийсь Хільгер. Настав час вирушити туди та пошукати цих дивних падальників.

source: Rierol powiedział, że mam ci pomóc.
uk: Рієрол сказав, що я маю тобі допомогти.

source: Rierola? Możesz spróbować, ale już jest tak stary, zrzędliwy i leniwy, że wątpię, by coś z tego wyszło. Szczególnie biorąc pod uwagę fakt, że jesteś spoza klasztoru.
uk: Рієрола? Можеш спробувати, але він настільки старий, буркотливий і лінивий, що я сумніваюся, що з цього щось вийде. Особливо враховуючи, що ти не з монастиря.

source: Rik
uk: Рік

source: Rik już nie będzie sprawiał ci problemów.
uk: Рік більше не завдасть тобі проблем.

source: Rik powiedział mi, że Antonio parę razy odwiedził wioskę razem z niejaką Naylą, ale z czasem zaglądał tam coraz rzadziej. Z jakiegoś powodu chodził też coraz bardziej pijany i osowiały, aż ostatecznie zupełnie zapadł się pod ziemię. Jeśli Antonio gdzieś tutaj jest, to może ta cała Nayla lub inni pracownicy winnicy będą mi mogli coś o nim powiedzieć?
uk: Рік розповів мені, що Антоніо кілька разів навідувався до села з якоюсь Найлою, але з часом він став з'являтися там рідше. Чомусь він щоразу приходив все більш п'яним і млявим, поки остаточно не зник. Якщо Антоніо десь тут, то, може, ця Найла або інші працівники виноградника могли б мені щось про нього розповісти?

source: Rik, pijaczek, którego już kiedyś spotkałem w gospodzie, postanowił zrobić sobie małą wycieczkę do pobliskiej winnicy. Korzystając z okazji, zapytałem się go, czy przypadkiem nie zna kogoś o imieniu Antonio. Mimo że facet wygląda na mocno wstawionego, jakimś cudem przypomniał sobie, jak to kiedyś obiłem mu gębę. Raczej nic już od niego nie wyciągnę.
uk: Рік, п'яниця, якого я вже зустрічав у корчмі, вирішив прогулятися до сусіднього виноградника. Скориставшись нагодою, я запитав його, чи не знає він когось на ім'я Антоніо. Хоча хлопець і виглядав дуже п'яним, він якось пригадав, що я колись вдарив його по обличчю. Не думаю, що мені вдасться у нього щось довідатися.

source: Riordian
uk: Ріордіан

source: Riordian był w Vengardzie, zajęty jakimś przedsięwzięciem razem z innymi magami, Notger miał związane ręce przez swoją obietnicę ograniczenia ingerencji w politykę, a Grayson, po utracie stanowiska, nic już nie znaczył.
uk: Ріордіан був у Венгарді, зайнятий якоюсь авантюрою з іншими магами, руки Нотгера були зв'язані його обіцянкою обмежити своє втручання в політику, а Грейсон, втративши посаду, більше не мав ніякого впливу.

source: Riordian chce jeszcze zostać przy kapliczce. Mam wrócić z potrzebnymi składnikami do Lokvara.
uk: Ріордіан хоче на якийсь час залишитися біля вівтаря. Я маю повернутися з необхідними складниками до Локвара.

source: Riordian chciał się spotkać na cmentarzu. To dobry moment, by do niego pójść, w końcu nie wiem, ile jeszcze będzie siedział w wiosce.
uk: Ріордіан хотів зустрітися на цвинтарі. Це гарна нагода піти до нього. Зрештою, я не знаю, як довго він ще буде у селі.

source: Riordian i Kessel natrafili na ludzi Lichwiarza. Na szczęście udało im się ich pozbyć, ale nie wiadomo, kiedy przyjdą następni. Musimy dostać się na dziedziniec zamku.
uk: Ріордіан і Кессель натрапили на людей Лихваря. На щастя, їм вдалося від них позбутися, але невідомо, коли з'являться наступні. Нам потрібно потрапити до двору замку.

source: Riordian i Kessel są cali. Możemy kontynuować sprawdzanie ruin. Podczas gdy oni odblokują drogę powrotną i sprawdzą plac, ja mam przyjrzeć się wnętrzu twierdzy.
uk: Ріордіан і Кессель в порядку. Ми можемо продовжити обстеження руїн. Поки вони розблоковують шлях назад і перевіряють площу, я огляну фортецю зсередини.

source: Riordian kazał mi podejść do chaty Lokvara i bez zbytniego zbliżania się użyć na nim zwoju snu.
uk: Ріордіан сказав мені підійти до хатини Локвара і, не підходячи надто близько, використати сувій сну на ньому.

source: Riordian może mi pokazać, jak zwiększyć siłę magiczną.
uk: Ріордіан може мені показати, як збільшити магічну силу.

source: Riordian może mi pomóc przy poznawaniu tajnik magicznych kręgów.
uk: Ріордіан може допомогти мені з вивченням секретів кіл магії.

source: Riordian nauczył mnie podstaw wytwarzania zwojów magicznych. Zanim jednak zajmę się tym samodzielnie, muszę dokładnie przeczytać podręcznik, który mi podarował.
uk: Ріордіан навчив мене основам виготовлення магічних сувоїв. Однак, перш ніж я візьмуся за це самостійно, мені потрібно уважно прочитати посібник, який він мені дав.

source: Riordian opiekuje się chorymi, którzy są w drodze do lecznicy. Mam nadzieję, że do naszego następnego spotkania uda mi się zdobyć ten przepis.
uk: Ріордіан займається хворими, які перебувають у лазареті. Сподіваюся, що до нашої наступної зустрічі цей рецепт буде у мене.

source: Riordian opowiedział mi o wytwarzaniu zwojów. Wciąż nie rozumiem jeszcze wszystkiego, ale z jego pomocą pewnie nabiorę wprawy.
uk: Ріордіан розповів мені про виготовлення сувоїв. Я ще не все розумію, але з його допомогою, напевно, зможу навчитися.

source: Riordian poinstruował nowicjusza, że powinieneś odbyć w ciągu dnia spacer, więc nie powinniśmy mieć żadnych problemów.
uk: Ріордіан повідомив послушника, що тобі потрібно гуляти протягом дня, тож у нас не повинно виникнути ніяких проблем.

source: Riordian ponownie wysłał mnie do łóżka. Uważa, że eliksir lepiej zadziała, gdy będę wypoczęty. Obiecał przygotować stół i samodzielnie uwarzyć miksturę. Chcę jak najszybciej dorwać Lichwiarza, ale zaczynam rozumieć, o co chodziło Riordianowi. W końcu mam chwilę, by sobie to wszystko przemyśleć, a nie gonić jak poparzony po całej wyspie...
uk: Ріордіан знову відправив мене в ліжко. Він вважає, що зілля краще подіє, якщо я відпочину. Він пообіцяв підготувати все і приготувати зілля власноруч. Я хочу якнайшвидше дістати Лихваря, але починаю розуміти, що мав на увазі Ріордіан. Нарешті у мене з'явилася хвилина, щоб усе обміркувати, а не гасати, як ошпарений, по всьому острову...

source: Riordian potrzebuje do przygotowania
uk: Ріордіану для підготовки

source: Riordian powiedział, żebym użył kamiennego klucza do otwarcia wielkich wrót wewnątrz twierdzy. Mam iść przodem, a pozostali członkowie wyprawy ruszą za mną.
uk: Ріордіан попросив мене використати кам'яний ключ, аби відчинити великі ворота всередині фортеці. Я повинен йти попереду, а решта членів експедиції піде за мною.

source: Riordian ukrył recepturę pomiędzy stronami księgi alchemicznej. Teraz mogę spróbować przygotować miksturę. Przepis nie wydaje się bardzo złożony, odrobina cierpliwości i jednostajne dodawanie składników chyba wystarczą.
uk: Ріордіан сховав рецепт між сторінками алхімічної книги. Тепер я можу спробувати приготувати зілля. Рецепт не здається дуже складним, достатньо запастися терпінням і поступово додавати необхідні складники.

source: Riordian wygadał się o sposobie, który przyspieszyłby leczenie moje oraz Kessela. Podobno mag Rierol pracował kiedyś nad recepturą znanego alchemika Dagoberta. Gdybym zdobył ten przepis, to może Riordian na jego podstawie przygotowałby miksturę? Muszę porozmawiać z Rierolem, powinien przebywać na parterze lecznicy.
uk: Ріордіан розповів про спосіб прискорити наше з Кесселем одужання. Виявляється, маг Рієрол колись працював над рецептом відомого алхіміка Дагоберта. Якщо я роздобуду цей рецепт, можливо, Ріордіан зможе приготувати за ним зілля? Мені потрібно поговорити з Рієролом, він повинен бути на першому поверсі лазарету.

source: Riordian zajmuje się kolejnymi chorymi, którzy właśnie dotarli do klasztoru na łodzi. Powinien dotrzeć z nimi do lecznicy za kilka godzin.
uk: Ріордіан займається іншими хворими, які щойно прибули до монастиря на човні. За кілька годин він має дістатися з ними до лазарету.

source: Riordian zaoferował się, że załatwi transport prosto z klasztornych piwnic, więc raczej nie mamy się o co martwić.
uk: Ріордіан запропонував організувати транспортування прямо з монастирських підвалів, тож нам не варто про це турбуватися.

source: Riordian zgodził się pójść ze mną po rośliny do opatrunku. Zaczeka na mnie na cmentarzu do czasu, aż będę gotowy wyruszyć.
uk: Ріордіан погодився піти зі мною збирати рослини для пов'язки. Він чекатиме мене на цвинтарі, поки я не буду готовий вирушати.

source: Riordian znalazł u Lokvara jeden z podręczników służących do nauki Magii Runicznej. Według tego, co mówił nowicjusz, każdy ma w sobie potencjał do magii, ale droga do jego wykorzystania jest długa i wyboista. Jeśli naprawdę chcę rozpocząć naukę magii i nie chcę utknąć w klasztorze na przynajmniej kilka lat, to powinienem się rozglądać za pozostałymi tomami ksiąg o Magii Runicznej i przeczytać każdy z nich od deski do deski.
uk: Ріордіан знайшов у Локвара один із томів для вивчення рунічної магії. За словами послушника, в кожному з нас є потенціал для магії, але шлях до його реалізації довгий і тернистий. Якщо я дійсно хочу почати вивчати магію і не хочу застрягнути в монастирі принаймні на пару років, мені слід пошукати решту томів рунічної магії та прочитати кожен із них від початку до кінця.

source: Riordian zwrócił uwagę na moje zainteresowanie magią. Powiedział, żebyśmy spotkali się na cmentarzu w wiosce gdy już załatwimy sprawy w lesie. Podobno ma jakieś zadanie, z którym mogę mu pomóc. W nagrodę obiecał mi trochę magicznych zwojów.
uk: Ріордіан звернув увагу на мою зацікавленість магією. Він запропонував зустрітися на сільському цвинтарі, щойно ми владнаємо справи у лісі. Мабуть, у нього є завдання, з яким я зможу допомогти. Як винагороду він пообіцяв мені декілька магічних сувоїв.

source: Riordian? Gdzie jest Riordian?
uk: Ріордіан? Де Ріордіан?

source: Riordian? Od kiedy jesteś magiem?
uk: Ріордіан? Відколи ти став магом?

source: Riordian? Ty żyjesz?
uk: Ріордіан? Ти живий?

source: Riordiana wysłano do Vengardu. Miał tam pracować jako jeden z nadwornych alchemików i wspomagać pracę innych magów przy jakimś tajemniczym projekcie.
uk: Ріордіан був відправлений до Венгарду. Там він мав працювати одним із придворних алхіміків і допомагати іншим магам у роботі над якимось таємним проєктом.

source: Riordianie, ty też uważasz, że magowie powinni interweniować?
uk: Ріордіане, ти теж вважаєш, що маги повинні втрутитись?

source: Rita
uk: Рита

source: Rita była zadowolona z załatwionej przeze mnie sprawy i wręczyła mi niewielką zapłatę.
uk: Рита була задоволена тим, як я все владнав, і вручила мені невелику нагороду.

source: Rita chce wiedzieć gdzie jesteś.
uk: Рита хоче знати, де ти.

source: Rita musi sama sobie poradzić ze swoimi problemami.
uk: Риті доведеться вирішувати свої проблеми самостійно.

source: Rita podziękowała mi za pomoc i zapłaciła za wykonaną pracę. Może teraz ona i jej pracownicy będą mogli spokojnie zająć się produkcją wina.
uk: Рита подякувала мені за допомогу і заплатила за виконану роботу. Можливо, тепер вона та її робітники зможуть спокійно займатися виноробством.

source: Rita to czego potrzeba tej winnicy. Chyba nikt się nie spodziewał, że gdy zabraknie Gaspara to będzie nam tu tak dobrze.
uk: Рита – саме та людина, яка потрібна цьому винограднику. Не думаю, що хтось очікував, що без Гаспара нам буде так добре.

source: Rita to czego potrzeba tej winnicy. Chyba nikt się nie spodziewał, że gdy zabraknie Gaspara, to będzie nam tu tak dobrze.
uk: Рита – це те, що потрібно цьому винограднику. Не думаю, що хтось очікував, що без Гаспара нам буде так добре.

source: Rita wie, czego potrzeba tej winnicy. Chyba nikt się nie spodziewał, że bez Gaspara może tu być tak dobrze.
uk: Рита знає, що потрібно цьому винограднику. Не думаю, що хтось очікував, що без Гаспара може бути так добре.

source: Rita wynajęła jakiegoś faceta do ochrony Małej Winnicy, który ostatnio gdzieś zniknął. Podobno odszedł w kierunku jaskini. Zgaduję, że chodzi o jakąś blisko winnicy. Pójdę go odszukać.
uk: Рита найняла якогось хлопця для охорони Малого виноградника, але він нещодавно кудись зник. Кажуть, що він пішов у напрямку печери. Гадаю, вона десь поблизу виноградника. Піду пошукаю його.

source: Rita, to czego potrzeba tej winnicy. Chyba nikt się nie spodziewał, że gdy zabraknie Gaspara to będzie nam tu tak dobrze.
uk: Рита – це те, що потрібно цьому винограднику. Не думаю, що хтось очікував, що без Гаспара нам буде так добре.

source: Rita, właścicielka Małej Winnicy, zapłaci mi za zbadanie obszaru wokół jej terenu. Mam sprawdzić, czy dzikie zwierzęta nie podeszły zbyt blisko. Do zbadania jest pole dyniowe przed winnicą, okolice jeziora oraz droga za winnicą prowadząca na bagna.
uk: Рита, власниця Малого виноградника, заплатить мені, якщо я обстежу територію навколо її земель. Я маю перевірити, чи дикі тварини не підходять занадто близько. Мені потрібно обстежити гарбузове поле перед виноградником, територію навколо озера і дорогу за виноградником, що веде до боліт.

source: Rita, właścicielka południowej winnicy, twierdzi, że nie zna nikogo o imieniu Antonio. To dziwne, ale wydaje mi się, że z jakiegoś powodu nie mówi mi całej prawdy.
uk: Рита, власниця південного виноградника, каже, що не знає нікого на ім'я Антоніо. Дивно, але мені здається, що вона чомусь розповідає мені не всю правду.

source: Rita? Ano wie. Sama zresztą kazała mi pilnować drogi, coby żadna polna bestia się nie napatoczyła.
uk: Рита? Так, знає. Вона сама сказала мені стежити за дорогою, щоб жоден польовий жук не напав.

source: Rity.
uk: Рити.

source: Robi się ciekawie.
uk: Стає цікавіше.

source: Robi się ciekawie. Według Ingolfa Rozjemca wcale nie jest mieczem, a magiczną wagą... cudownie...
uk: Стає все цікавіше. За словами Інгольфа, Миротворець – це зовсім не меч, а магічні терези... чудово...

source: Robi się późno, czas usiąść przy ognisku i chwilę odpocząć.
uk: Вже пізно і настав час сісти біля вогнища і трохи відпочити.

source: Robi się!
uk: Зрозумів!

source: Robi się.
uk: Буде зроблено.

source: Robi wszystko to, co bąknie mu Ramsey, a ten smarkacz ma takie samo pojęcie o rządzeniu wioską, jak ja o magii!
uk: Він робить усе, що йому накаже Рамзі, а цей шмаркач має стільки ж уявлення про управління селом, скільки я про магію!

source: Robimy wszystko co możemy by uleczyć jego ciało, ale niektóre rzeczy po prostu wymagają czasu. Jestem pewny, że za kilka tygodni Kessel będzie już mógł z nami rozmawiać.
uk: Ми робимо все можливе, для зцілення його тіла, але деякі речі просто вимагають часу. Я впевнений, що за кілька тижнів Кессель зможе поговорити з нами.

source: Robisz postępy.
uk: Ти прогресуєш.

source: Robiąc to samo, nawet bez nich i w zupełnie innym miejscu, możemy na moment uciec od doczesnych problemów i poczuć się, jakbyśmy znowu trwali w tych wspaniałych chwilach.
uk: Виконуючи ті ж самі дії, навіть без них і в зовсім іншому місці, ми можемо на мить відволіктися від тимчасових проблем і відчути, що знову перебуваємо в тих прекрасних моментах.

source: Robię coś, nie widać? Daj mi spokój.
uk: Я щось роблю, не бачиш? Дай мені спокій.

source: Robiłam wszystko, by uciec od tego człowieka, nawet jeśli sprowadzało się to do bycia bardzo blisko niego.
uk: Я робила все, щоб втекти від цього чоловіка, навіть якщо потрібно було дуже наблизитися до нього.

source: Robiłem co mogłem.
uk: Я зробив все, що міг.

source: Robiłem to, o czym mówiłem aż od czasu rekrutacji. Szukałem zaginionego brata.
uk: Я робив те, про що говорив ще з самого початку. Я шукав свого зниклого брата.

source: Robiłem to, o czym mówiłem od czasu mojego przyjęcia do straży. Szukałem brata.
uk: Я робив те, про що говорив відтоді, як мене прийняли в Варту. Я шукав свого брата.

source: Robiłem, co mogłem, ale wygląda na to, że Bodowin nie zamierza odpuścić.
uk: Я зробив все, що міг, але, схоже, Бодовін не збирається здаватися.

source: Robiłeś, co mogłeś, nie obwiniaj się. Idź do Ulryka, będzie chciał usłyszeć od ciebie raport.
uk: Ти зробив, все що міг, не звинувачуй себе. Йди до Ульріка, він захоче почути все від тебе.

source: Robota dla tropicieli zawsze się znajdzie. Zobaczmy, co mógłbym ci przydzielić...
uk: Для слідопитів завжди є робота. Давай подивимося, що я можу тобі запропонувати...

source: Robota dla twardzieli
uk: Робота для крутих хлопців

source: Robota skończona, możemy się stąd zabierać.
uk: Роботу зроблено, можемо забиратися звідси.

source: Robota skończona. Chodźmy do Lorenzo.
uk: Роботу виконано. Ходімо до Лоренцо.

source: Robota wykonana!
uk: Роботу зроблено!

source: Robotnik
uk: Робітник

source: Roboty na boku, powiadasz? Chciałbyś zarobić, rozumiem...
uk: Підробітку, кажеш? Хочеш заробити грошей, розумію...

source: Roboty nie ubywa, a pieniędzy jakoś nie przybywa. No ale przynajmniej żyję uczciwie.
uk: Роботи не поменшало, а грошей не побільшало. Але принаймні я чесно заробляю на життя.

source: Rodak! Tak, teraz pamiętam, widywałem cię w Dumie Wyspiarza.
uk: Земляк! Так, тепер пригадую, я бачив тебе у 'Гордості острів'янина'.

source: Roderich
uk: Родеріх

source: Roderich był wtedy młody i cholernie ambitny. By zapełnić stale topniejące szeregi strażników, obniżył wymagania potrzebne do wstąpienia do jednostki.
uk: У той час Родеріх був молодий і до біса амбітний. Щоб поповнити лави вартових, які постійно скорочувалися, він знизив вимоги для вступу до підрозділу.

source: Roderich był zachwycony rezultatami naszych działań. Arwid za pomoc w ocaleniu wizerunku straży zostanie awansowany.
uk: Родеріх був у захваті від результатів наших дій. Арвід отримає підвищення за те, що допоміг врятувати репутацію Варти.

source: Roderich był zadowolony z mojej broni, wręczył mi też mundur, żebym wyróżniał się wśród mieszkańców. Od dołączenia do straży dzieli mnie już tylko jedno zadanie.
uk: Родеріх був задоволений моєю зброєю, а також вручив мені форму, щоб я вирізнявся серед місцевих. Тепер мені залишилося виконати лише одне завдання, щоб вступити до Міської Варти.

source: Roderich będzie musiał samemu znaleźć jakiś sposób na rozprawienie się z renegatami.
uk: Родеріху доведеться самому розбиратися з відступниками.

source: Roderich błagał mnie, bym pomógł zatrzymać standaryzację wyposażenia straży miejskiej. Odmówiłem - nie zrobił nic w sprawie mojego brata, więc nie będę dla niego marnował więcej czasu. Sprawdzę, co ma w tej sprawie do powiedzenia Wysłannik.
uk: Родеріх благав мене допомогти зупинити стандартизацію спорядження Міської Варти. Я відмовився – він нічого не зробив аби врятувати мого брата, тож я більше не гаятиму на нього свій час. Дізнаюся, що скаже з цього приводу Посол.

source: Roderich ciągle ma wizję odbudowy jednostki, ale to zajęcie na długie lata. Tak czy inaczej, widać, że wciąż nie może ścierpieć błędów młodości.
uk: У Родеріха є уявлення, як можна відновити підрозділи Варти, але це заняття на довгі роки. Так чи інакше, очевидно, що він досі не може змиритися з помилками своєї молодості.

source: Roderich cię wzywał. Zgłoś się do niego!
uk: Тебе викликав Родеріх. Відзвітуй йому!
